{
  "lobby": {
    "language": "Язык",
    "player": "Игрок {{number}}",
    "addPlayer": "Добавить игрока",
    "difficulty": "Сложность",
    "difficultyInfo": "Сложность влияет на общее количество карт элементов, которые можно взять из рынка в течение всей игры, а не только в одном ходу.",
    "advancedOptions": "Дополнительные настройки",
    "useExpansionPack": "Использовать дополнение",
    "seed": "Сид",
    "seedInfo": "Сид обеспечивает последовательное перемешивание игровой колоды. Использование одного и того же сида приведет к одинаковому порядку карт каждый раз.",
    "rulebook": "Правила игры"
  },
  "deck": {
    "policies": {
      "drawMessage": {
        "implementation": "Вы вытянули карту финансирования, которая может\nпомочь в реализации меры!",
        "negative": "Вы вытянули особую карту!",
        "dual": "Вы вытянули особую карту!",
        "positive": "Вы вытянули особую карту меры!",
        "positiveExtra": {
          "hasFunding": "Вы можете активировать её, потратив одну из своих карт финансирования.",
          "noFunding": "Вы сможете активировать её, когда у вас будет карта финансирования."
        },
        "automaticDraw": {
          "habitat": "Эта карта была автоматически вытянута после разблокировки среды обитания.",
          "extinction": "Эта карта была автоматически вытянута после события вымирания."
        }
      },
      "funding": {
        "name": "Финансирование",
        "description": "Эта карта должна быть объединена с картой меры, чтобы мера могла быть реализована.",
        "eventDescription": "Эта карта должна быть объединена с картой меры, чтобы мера могла быть реализована."
      },
      "hazardousSubstanceRegulation": {
        "name": "Регулирование опасных веществ",
        "description": "Вы можете соединить производителя и животное с одним символом среды обитания, чтобы получить плитку среды обитания",
        "eventDescription": "Превентивное регулирование группы опасных веществ значительно снижает их использование и поступления в Балтийское море.",
        "pickProducerCommandBarText": "Выберите карту производителя, которая разделяет среду обитания с картой животного",
        "pickAnimalCommandBarText": "Выберите карту животного, которая разделяет среду обитания с картой производителя"
      },
      "wasteWaterTreatmentFailure": {
        "name": "Сбой очистки сточных вод",
        "description": "Каждый игрок, имеющий хотя бы одну карту питательного вещества в руке, берёт карту человеческой деятельности и кладёт её в руку.",
        "eventDescription": "Сильные осадки вызывают переполнение очистных сооружений, выбрасывая питательные вещества в море."
      },
      "warmSummer": {
        "name": "Тёплое лето",
        "description": "Если к моменту поднятия этой карты была реализована хотя бы одна мера, все игроки могут восстановить все свои жетоны действия. Если меры не реализованы, все игроки должны деактивировать все свои жетоны действия.",
        "eventDescription": "Из-за изменения климата наступает тёплое лето, температура моря повышается, усиливая давление на экосистему. Чтобы повысить устойчивость, необходимо минимизировать другие давления."
      },
      "climateChange": {
        "name": "Изменение климата",
        "description": "Каждый раз, когда игрок получает плитку влияния, к пазлу плиток влияния добавляется дополнительная плитка.",
        "eventDescription": "CO₂, выброшенный в результате человеческой деятельности, изменяет температуру, осадки, ветры и многое другое, создавая дополнительное давление на экосистему Балтийского моря.",
        "stageEventText": "Из-за изменения климата вы получаете дополнительную плитку вымирания!"
      },
      "oilSpill": {
        "name": "Разлив нефти",
        "description": "Сбросьте всех птиц, открытых на столе (в руках игроков и на рынке). Карты в руках не заменяются.",
        "eventDescription": "Судоходная авария вызывает разлив нефти, который достигает побережья и затрагивает морскую охраняемую территорию."
      },
      "hazardousIndustrialSubstances": {
        "name": "Выброс опасных промышленных веществ",
        "description": "Сбросьте все карты производителей на столе (в руках каждого игрока и на рынке). Карты в руках не заменяются.",
        "eventDescription": "Выброс опасных веществ остро влияет на планктон, что каскадом отражается на всей пищевой сети."
      },
      "overfishing": {
        "name": "Чрезмерный вылов рыбы",
        "description": "Сбросьте всю открытую рыбу на столе (в руках игроков и на рынке). Карты в руках не заменяются.",
        "eventDescription": "Игнорирование научных рекомендаций приводит к неустойчивому лову. Популяции рыб сокращаются, вызывая дисбаланс экосистемы и низкие уловы в будущем."
      },
      "hunting": {
        "name": "Охота",
        "description": "Безвозвратно удалите всех млекопитающих и птиц из вашей руки из игры.",
        "eventDescription": "Постоянная охота приводит к массовой гибели долгоклювых уток во время миграции. Восстановление вида серьёзно затруднено, и он остаётся в статусе «На грани исчезновения»."
      },
      "atmosphericDeposition": {
        "name": "Атмосферное выпадение опасных веществ",
        "description": "Удалите планктон (Calanoida) из игры, независимо от его расположения.",
        "eventDescription": "Опасные вещества, такие как диоксины и ртуть, переносятся на большие расстояния по атмосфере, вызывая мутации и высокую смертность."
      },
      "habitatRestoration": {
        "name": "Восстановление среды обитания",
        "description": "Вы можете убрать одну плитку влияния из пазла плиток влияния",
        "eventDescription": "Восстановление прибрежных сред обитания оживляет болота и заметно повышает нерест рыб, делая экосистему более устойчивой."
      },
      "bubbleCurtains": {
        "name": "Пузырьковый барьер",
        "description": "Все игроки могут восстановить все три своих жетона способностей.",
        "eventDescription": "Во время подводных строительных работ пузырьковые барьеры снижают уровень шума, снижая давление на шумочувствительные виды."
      },
      "nutrientUpwelling": {
        "name": "Подъём питательных веществ и внутренний цикл",
        "description": "Игроки по очереди (начиная с активного) добавляют до двух карт питательного вещества в руку, пока рынок не опустеет.",
        "eventDescription": "Внутренняя циркуляция и подъём питательных веществ поддерживают рост производителей, положительно или отрицательно влияя на пищевую сеть."
      },
      "excessiveFertilizerUse": {
        "name": "Чрезмерное использование удобрений",
        "description": "Добавьте две карты питательного вещества в руку активного игрока. Если на рынке их нет, возьмите карту человеческой деятельности. Верните все карты кислорода из рук игроков на рынок.",
        "eventDescription": "Слишком большое внесение удобрений в сельском хозяйстве увеличивает приток питательных веществ в море."
      },
      "upgradedWasteWaterTreatment": {
        "name": "Модернизирование очистки сточных вод",
        "description": "Возьмите дополнительную карту питательного вещества на рынке или, если у вас три такие карты в руке, можете вернуть одну на рынок.",
        "eventDescription": "Инвестиции в новейшие технологии очистки сточных вод значительно сокращают выброс питательных веществ в море."
      },
      "improvedNutrientRetention": {
        "name": "Улучшенное удержание питательных веществ",
        "description": "Все карты производителей требуют на одно питательное вещество меньше до конца игры.",
        "eventDescription": "Применение лучших доступных технологий удобрения снижает риск вымывания питательных веществ в море."
      },
      "migratoryBarrierRemoval": {
        "name": "Удаление миграционных барьеров",
        "description": "Возьмите одну карту рыбы или птицы на рынке и добавьте её в руку любого игрока.",
        "eventDescription": "Снос плотин в реках улучшает миграцию и размножение мигрирующих рыб.",
        "pickSpeciesCommandBarText": "Выберите карту рыбы или птицы на рынке",
        "pickPlayerCommandBarText": "Выберите руку игрока, чтобы переместить выбранную карту"
      },
      "fishingGearRegulation": {
        "name": "Регулирование рыболовных снастей",
        "description": "Добавьте все карты на рынке с символом ила в руку любого игрока.",
        "eventDescription": "Регулирование и распределение донного траления позволяют бентосной среде обитания восстановиться.",
        "commandBarText": "Выберите руку игрока, чтобы переместить туда все «иловые» виды"
      },
      "recyclingAndWasteDisposal": {
        "name": "Переработка и утилизация отходов",
        "description": "Удалите две карты человеческой деятельности из руки любого игрока(ов) и замените их картами из их колод.",
        "eventDescription": "Улучшенная утилизация и переработка отходов, вместе с меньшим производством одноразового пластика, снижают уровень мусора в море.",
        "commandBarText": "Выберите карту бедствия для сброса из руки любого игрока"
      },
      "greenEnergy": {
        "name": "Зелёная энергия",
        "description": "Если к моменту поднятия этой карты уже восстановлены прибрежные, каменистые или илистые среды обитания, добавьте плитку влияния. Если ни одно из этих сред обитания не восстановлено, выберите одно из них для немедленного восстановления.",
        "eventDescription": "Развитие зелёной энергетики в море требует пространства; позитивный и/или негативный эффект зависит от качества и своевременности планирования.",
        "commandBarText": "Выберите среду обитания Берег, Скалы или Ил для разблокировки"
      },
      "underwaterNoise": {
        "name": "Подводный шум",
        "description": "Следующий игрок не может использовать способности.",
        "eventDescription": "Интенсивное судоходство создаёт слишком много шума под водой, мешая рыбе и морским свиньям искать пищу."
      },
      "beachLitter": {
        "name": "Пляжный мусор",
        "description": "Пропустите ход следующего игрока. Эта карта будет добавлена как мусор в колоду тянущего.",
        "eventDescription": "Плохая инфраструктура и поведение приводят к попаданию мусора в море. Пляжи становятся неприятными для местных жителей и туристов."
      },
      "strictProtection": {
        "name": "Строгая природоохранная зона",
        "description": "Виды не могут быть сброшены в результате действия карты.",
        "eventDescription": "Строгая охрана в природоохранной зоне ведёт к росту численности видов, распространяющихся и за пределы зоны.",
        "stageEventText": "Меры охраны предотвратили сброс видов",
        "protectionActivationText": "У вас есть возможность заблокировать негативные эффекты с помощью строгой природоохранной зоны."
      }
    }
  },
  "stageEventText": {
    "congratulations": "Поздравляем!",
    "earnedHabitat_one": "Вы получили среду обитания {{habitatText}}",
    "earnedHabitat_other": "Вы получили среды обитания {{habitatText}}",
    "boughtCard": "Вы купили {{cardName}}",
    "disaster": "Вы ничего не купили.\nВы получаете карту бедствия.",
    "extinction": "Слишком много бедствий приводит к вымиранию.\nВы получаете плитку вымирания и ваш ход заканчивается.",
    "massExtinction": "Слишком много бедствий приводит к массовому вымиранию.\nВы получаете 3 плитки вымирания и ваш ход заканчивается.",
    "elementalDisaster": "Слишком много элементов приводит к бедствию.\nВы получаете карту бедствия и ваш ход заканчивается.",
    "abilityRefreshed": "Ваша способность \"{{abilityName}}\" восстановлена!",
    "canRefreshAbility": "Теперь вы можете восстановить одну из использованных способностей.",
    "gameWin": "Поздравляем!\nВы спасли Балтийскую экосистему!",
    "gameLoss": "Игра окончена!\nВам не удалось спасти Балтийскую экосистему.",
    "abilityUseBlocked": "Сейчас вы не можете использовать способности.",
    "skipTurn": "Вам придётся подождать следующий ход."
  },
  "policies": {
    "active": "Активные политики",
    "acquired": "Полученные политики",
    "funding": "Финансирование",
    "activate": "Активировать"
  },
  "blocker": {
    "leavePageMessage": "Вы уверены, что хотите покинуть эту страницу?"
  },
  "buttons": {
    "showCards": "Показать карты",
    "endTurn": "Закончить ход",
    "newGame": "Новая игра",
    "ok": "Ок",
    "play": "Играть!"
  },
  "abilities": {
    "commandBar": {
      "move": {
        "pickCard": "Выберите карту из вашей руки для перемещения",
        "pickDestination": "Выберите куда переместить выбранную карту",
        "pickDestinationSinglePlayer": "Выберите куда переместить выбранную карту; выбор своей колоды сделает карту доступной в ваш следующий ход."
      },
      "refresh": {
        "pickMarket": "Выберите рынок для обновления"
      }
    }
  },
  "commandBar": {
    "backToStageEvent": "Нажмите здесь, чтобы вернуться к событию"
  }
}
